/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "No s’ha pogut convertir el format de la cançó.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "El projecte sembla malmès. Recupera’l des d’una còpia de seguretat.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Aquest projecte s’ha creat amb una versió intermèdia no publicada de Logic. Ja no es pot obrir";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "La cançó que intentes obrir té format Logic 4 (o anterior). Obre‑la i desa‑la primer amb Logic 7.2.1 o una versió anterior.\n\nPer fer‑ho, necessitaràs un ordinador Macintosh, dels que encara fan servir una versió antiga del macOS, perquè aquestes versions antigues del Logic Pro ja no són compatibles amb el macOS 10.13 o posterior.";
